{
  "!": 5,
  "!!": 7509,
  "!!!": 28753,
  "!!!!": 20104,
  "!!!!!!!!": 37964,
  "!\"": 14155,
  "!\")": 11075,
  "!\");": 7760,
  "!\",": 13156,
  "!\".": 24161,
  "!\";": 47758,
  "!$": 42557,
  "!'": 14028,
  "!')": 12539,
  "!');": 10377,
  "!',": 13403,
  "!'.": 43423,
  "!';": 38146,
  "!(": 9487,
  "!)": 22495,
  "!--": 16723,
  "!/": 40137,
  "!</": 38543,
  "!=": 5726,
  "!='": 15130,
  "!='':": 46453,
  "!==": 10344,
  "![": 23551,
  "!\\": 16722,
  "\"": 6,
  "\"\"": 434,
  "\"\"\"": 1335,
  "\"\"\")": 31866,
  "\"\"\",": 11431,
  "\"\"\".": 43703,
  "\"\")": 33930,
  "\"\");": 32182,
  "\"\",": 13431,
  "\"\".": 21800,
  "\"\":": 48422,
  "\"$": 33510,
  "\"%": 13772,
  "\"%(": 26878,
  "\"'": 8941,
  "\"')": 22619,
  "\"');": 26675,
  "\"',": 7655,
  "\"';": 27982,
  "\"(": 50945,
  "\")": 653,
  "\"))": 1712,
  "\")))": 12385,
  "\")));": 13708,
  "\")),": 17373,
  "\")).": 18544,
  "\"))...)": 36648,
  "\")):": 24279,
  "\"));": 3843,
  "\")){": 31586,
  "\"),": 3076,
  "\")->": 22024,
  "\").": 2938,
  "\").(": 24691,
  "\"):": 4286,
  "\");": 748,
  "\")[": 12598,
  "\")]": 20716,
  "\")],": 51934,
  "\"){": 26615,
  "\")}": 37566,
  "\"+": 8745,
  "\",": 452,
  "\",\"": 7267,
  "\",\"+": 46363,
  "\",$": 24771,
  "\",'": 31714,
  "\"-": 22253,
  "\"--": 29653,
  "\".": 1441,
  "\".\"": 40031,
  "\".$": 7670,
  "\".'": 31503,
  "\".');": 41612,
  "\".',": 14522,
  "\"/": 14011,
  "\"/>": 33839,
  "\":": 985,
  "\":\"": 10943,
  "\":{\"": 51676,
  "\";": 1282,
  "\"<": 27565,
  "\"</": 42221,
  "\"=>": 21004,
  "\"=>\"": 35501,
  "\"=>$": 28480,
  "\">": 3418,
  "\">%": 23633,
  "\">'": 11617,
  "\">',": 28614,
  "\">'.": 29177,
  "\">'.$": 24432,
  "\">';": 16654,
  "\"><": 14067,
  "\"></": 12629,
  "\"><?": 42789,
  "\">\\": 48908,
  "\"?": 35291,
  "\"[": 39659,
  "\"\\": 8056,
  "\"]": 1226,
  "\"]'": 41834,
  "\"](": 32548,
  "\"])": 4462,
  "\"]))": 10937,
  "\"]),": 20086,
  "\"]).": 39561,
  "\"]):": 29487,
  "\"]);": 12379,
  "\"]*": 38573,
  "\"]+": 42077,
  "\"],": 4354,
  "\"]->": 30578,
  "\"].": 6531,
  "\"].(": 22492,
  "\"]:": 8619,
  "\"];": 8366,
  "\"]=": 25927,
  "\"][": 10335,
  "\"][\"": 7100,
  "\"][$": 20100,
  "\"]]": 19089,
  "\"]],": 23200,
  "\"]}": 46424,
  "\"]},": 49490,
  "\"^": 35246,
  "\"_": 40738,
  "\"`": 9096,
  "\"`,": 35506,
  "\"``": 26411,
  "\"{": 18863,
  "\"}": 6551,
  "\"})": 14313,
  "\"}).": 48381,
  "\"});": 38727,
  "\"},": 5849,
  "\"};": 50554,
  "\"}}": 30946,
  "#": 7,
  "#\",": 34197,
  "##": 1263,
  "###": 15492,
  "####": 2068,
  "########": 3427,
  "#########": 50128,
  "############": 28828,
  "###############": 45577,
  "################": 5902,
  "################################": 10895,
  "#$": 29654,
  "#%": 35770,
  "#'": 32915,
  "#',": 12835,
  "#\\": 32374,
  "#__": 15939,
  "#{": 3307,
  "#{@": 20508,
  "$": 8,
  "$\")": 51212,
  "$\",": 23358,
  "$$": 12414,
  "$'": 34960,
  "$',": 15014,
  "$(": 20093,
  "$.": 18298,
  "$/": 7175,
  "$/\",": 32163,
  "$/',": 12055,
  "$/,": 20014,
  "$/.": 26582,
  "$\\": 40071,
  "$_": 13038,
  "${": 4775,
  "%": 9,
  "%\"": 39090,
  "%\",": 35566,
  "%%": 10742,
  "%%%%": 28929,
  "%%%%%%%%": 48844,
  "%'": 14810,
  "%')": 50050,
  "%');": 45756,
  "%',": 17324,
  "%';": 42648,
  "%(": 9540,
  "%)": 49794,
  "%,": 43839,
  "%.": 31962,
  "%/": 51746,
  "%;": 22710,
  "%\\": 29686,
  "%]": 47980,
  "%}.": 45295,
  "&": 10,
  "&#": 30076,
  "&$": 35771,
  "&&": 4350,
  "&&!": 33463,
  "&&(": 10793,
  "&&\\\"": 47170,
  "&(": 36171,
  "&\\": 44546,
  "'": 11,
  "'\"": 7291,
  "'\")": 19176,
  "'\");": 16402,
  "'\",": 7357,
  "'\";": 20797,
  "'$": 24350,
  "'%": 16464,
  "'%(": 27181,
  "'&": 50177,
  "''": 3033,
  "'''": 6126,
  "'')": 35342,
  "'',": 30271,
  "''.": 30312,
  "'(": 33235,
  "'(?": 40072,
  "'(\\": 42299,
  "')": 505,
  "')\"": 47677,
  "')\",": 49582,
  "')\";": 51786,
  "')';": 48765,
  "')(": 31316,
  "'))": 1428,
  "')))": 7183,
  "'))))": 45717,
  "')));": 11499,
  "')),": 10126,
  "'))->": 21703,
  "')).": 19193,
  "')):": 14300,
  "'));": 2327,
  "')){": 26475,
  "'),": 1575,
  "')->": 2718,
  "').": 2903,
  "').$": 49231,
  "').'": 22757,
  "').'</": 51115,
  "'):": 2249,
  "');": 725,
  "')[": 8048,
  "')['": 29892,
  "')]": 9295,
  "')])": 22564,
  "')]);": 34592,
  "')],": 25903,
  "')];": 32147,
  "'){": 13063,
  "')||": 25116,
  "')||(": 10244,
  "')}": 26501,
  "'*": 37438,
  "'+": 12896,
  "',": 391,
  "',$": 14071,
  "','": 3507,
  "','')": 23372,
  "','\\": 32055,
  "',)": 49347,
  "',\\": 41592,
  "'-": 33755,
  "'.": 1095,
  "'.\"": 30577,
  "'.\")": 38432,
  "'.\");": 34132,
  "'.\",": 27974,
  "'.\"\\": 41746,
  "'.$": 2825,
  "'.'": 38364,
  "'/": 19281,
  "':": 660,
  "':'": 10378,
  "':'.$": 48875,
  "':[": 50353,
  "';": 919,
  "'<": 18162,
  "'</": 39472,
  "'=>": 4152,
  "'=>\"": 20448,
  "'=>$": 7849,
  "'=>'": 8689,
  "'>": 17680,
  "'>\"": 48946,
  "'><": 49554,
  "'></": 48639,
  "'?": 48401,
  "'[": 29079,
  "'\\": 6399,
  "'\\\\": 42738,
  "']": 421,
  "']!='": 33721,
  "'](": 7111,
  "']($": 29265,
  "']('": 20452,
  "']()": 43174,
  "'])": 1345,
  "']))": 1778,
  "'])))": 20802,
  "'])));": 39687,
  "'])),": 38866,
  "'])):": 44069,
  "']));": 8954,
  "'])){": 22134,
  "']),": 6727,
  "'])->": 19247,
  "']).": 17306,
  "']).'": 48864,
  "']):": 12121,
  "']);": 1851,
  "'])?$": 40484,
  "'])[": 46335,
  "'])]": 39502,
  "']){": 46507,
  "']*": 34689,
  "']+": 36694,
  "']++;": 40329,
  "'],": 1241,
  "'],$": 35075,
  "'],'": 42776,
  "'],\\": 45424,
  "']->": 6649,
  "'].": 3164,
  "'].\"": 22175,
  "'].$": 32261,
  "'].'": 14136,
  "'].'/": 47469,
  "'].'</": 42640,
  "']._": 50467,
  "']/": 26136,
  "']:": 3581,
  "'];": 1663,
  "']=": 15461,
  "']=$": 43611,
  "']='": 28124,
  "']==": 40271,
  "']=='": 38912,
  "']>": 40415,
  "'][": 3696,
  "'][\"": 43015,
  "'][$": 4285,
  "']['": 1697,
  "']['#": 37817,
  "']['']['": 51400,
  "']['_": 49618,
  "'][-": 46583,
  "'][:,": 49691,
  "'][]": 8932,
  "']]": 6424,
  "']])": 16497,
  "']]))": 20926,
  "']]);": 19009,
  "']],": 17628,
  "']].": 34164,
  "']];": 16523,
  "']][": 49820,
  "']][$": 43439,
  "']]['": 18130,
  "']}": 10986,
  "']}\"": 39950,
  "']}\";": 35026,
  "']})": 25515,
  "']},": 30357,
  "'^": 21541,
  "'^\\": 41419,
  "'_": 31963,
  "'`": 24138,
  "'`,": 46978,
  "'``": 15248,
  "'``,": 27983,
  "'``.": 33364,
  "'d": 7640,
  "'ll": 5573,
  "'m": 10274,
  "'re": 4186,
  "'s": 1380,
  "'t": 1256,
  "'ve": 7782,
  "'{": 17642,
  "'|'": 10179,
  "'||": 31064,
  "'||(": 27400,
  "'}": 5853,
  "'})": 12511,
  "'}))": 43563,
  "'});": 25304,
  "'},": 11432,
  "'}:": 41235,
  "'};": 39597,
  "'}}": 24554,
  "'}}),": 43420,
  "'}},": 16866,
  "(": 12,
  "(!": 2931,
  "(!$": 8759,
  "(!(": 15985,
  "(!($": 49510,
  "(\"": 427,
  "(\"!": 27363,
  "(\"\"": 40416,
  "(\"\"\"": 19965,
  "(\"\"\"\\": 51878,
  "(\"\")": 13280,
  "(\"\"))": 17568,
  "(\"\"),": 44384,
  "(\"\").": 44117,
  "(\"\");": 13908,
  "(\"\",": 8690,
  "(\"\".": 45593,
  "(\"#": 9997,
  "(\"#{": 15047,
  "(\"$": 9795,
  "(\"${": 42929,
  "(\"%": 3101,
  "(\"%.": 36303,
  "(\"&": 16217,
  "(\"&\");": 50930,
  "(\"'": 9864,
  "(\"'\",": 29295,
  "(\"'%": 29423,
  "(\"',": 37400,
  "(\"(": 20628,
  "(\"(\"": 43262,
  "(\"(\");": 39042,
  "(\")": 24097,
  "(\")\");": 28969,
  "(\");": 22158,
  "(\"*": 15742,
  "(\"*\")": 50538,
  "(\"*\"))": 47973,
  "(\"**": 50846,
  "(\"***": 40827,
  "(\"+": 24848,
  "(\",": 5905,
  "(\",\")": 24897,
  "(\",\"))": 46039,
  "(\",\").": 51038,
  "(\",\");": 18179,
  "(\",\",": 22310,
  "(\"-": 6898,
  "(\"-\")": 42635,
  "(\"-\");": 47068,
  "(\"-\",": 30962,
  "(\"--": 9209,
  "(\"->": 45592,
  "(\".": 7326,
  "(\".\"": 43686,
  "(\".\")": 15662,
  "(\".\"))": 35757,
  "(\".\");": 26465,
  "(\".\")[": 38775,
  "(\".\",": 20315,
  "(\".*": 47899,
  "(\"..": 42147,
  "(\"...": 46479,
  "(\"./": 31559,
  "(\"/": 3531,
  "(\"/\"": 46137,
  "(\"/\")": 18226,
  "(\"/\"))": 18902,
  "(\"/\").": 51419,
  "(\"/\");": 22080,
  "(\"/\",": 20634,
  "(\"/%": 51980,
  "(\"//": 24327,
  "(\"/\\": 29644,
  "(\"/^": 27326,
  "(\"/{": 42267,
  "(\":": 9818,
  "(\":\")": 25718,
  "(\":\");": 25760,
  "(\":\")[": 48623,
  "(\":\",": 33607,
  "(\"::": 51517,
  "(\";": 22034,
  "(\";\");": 31448,
  "(\"<": 6880,
  "(\"</": 14252,
  "(\"=\")": 46902,
  "(\"=\");": 33608,
  "(\"=\",": 42581,
  "(\">": 18205,
  "(\"?": 25112,
  "(\"@": 14779,
  "(\"[": 6136,
  "(\"[\"": 36943,
  "(\"[%": 25321,
  "(\"\\": 3070,
  "(\"\\\"": 16365,
  "(\"\\\"\"": 22921,
  "(\"\\\"\");": 39877,
  "(\"\\$": 41464,
  "(\"\\\\": 9653,
  "(\"\\\\\",": 36554,
  "(\"]": 47239,
  "(\"]\");": 44570,
  "(\"^": 20788,
  "(\"_": 10185,
  "(\"_\")": 49652,
  "(\"_\",": 36493,
  "(\"__": 27776,
  "(\"`": 25135,
  "(\"{": 9949,
  "(\"{$": 15137,
  "(\"{}": 11933,
  "(\"{}:": 38461,
  "(\"|": 19058,
  "(\"}\");": 21699,
  "(\"~": 27456,
  "(#": 45958,
  "(#{": 49934,
  "($": 340,
  "($(": 31444,
  "($.": 27235,
  "($_": 4561,
  "(${": 37802,
  "(%": 6087,
  "(&": 2426,
  "(&$": 8809,
  "(&(*": 43638,
  "(&:": 18484,
  "('": 394,
  "('!": 23751,
  "('\"": 10625,
  "('\"%": 34054,
  "('\"'": 49226,
  "('\"')": 33793,
  "('\"');": 38326,
  "('\"',": 26392,
  "('\",": 43357,
  "('#": 6163,
  "('#'": 33873,
  "('#')": 38085,
  "('#'):": 41557,
  "('#',": 30005,
  "('#\\": 47623,
  "('#^": 27334,
  "('$": 9439,
  "('%": 4180,
  "('%.": 32756,
  "('&": 14615,
  "('&');": 48176,
  "('&',": 28117,
  "(''": 41812,
  "('''": 33810,
  "('')": 13323,
  "(''),": 47124,
  "('').": 50200,
  "('');": 10849,
  "('',": 8771,
  "(''.": 31490,
  "('(": 23136,
  "('('": 22530,
  "('(');": 49189,
  "(')": 30809,
  "(')');": 38282,
  "('*": 14784,
  "('*')": 38390,
  "('*',": 22890,
  "('*.": 42145,
  "('+": 16305,
  "('+',": 42292,
  "(',": 3580,
  "(',')": 13151,
  "(','))": 43806,
  "(',').": 50007,
  "(','):": 49277,
  "(',');": 21820,
  "(',')]": 44607,
  "(',',": 6600,
  "(','.": 49744,
  "('-": 5432,
  "('-'": 47839,
  "('-')": 25696,
  "('-');": 37716,
  "('-')[": 49165,
  "('-',": 14274,
  "('--": 7176,
  "('.": 5465,
  "('.$": 23524,
  "('.'": 25013,
  "('.')": 9745,
  "('.'))": 47414,
  "('.').": 50014,
  "('.'):": 41413,
  "('.');": 17393,
  "('.')[": 24468,
  "('.')[-": 40726,
  "('.',": 7586,
  "('..": 36735,
  "('../": 38794,
  "('./": 16715,
  "('.//": 33914,
  "('/": 2325,
  "('/%": 38308,
  "('/'": 33351,
  "('/')": 11720,
  "('/'))": 48043,
  "('/').": 40569,
  "('/'):": 32154,
  "('/');": 18635,
  "('/')[": 42177,
  "('/')[-": 35928,
  "('/',": 8025,
  "('/(": 33655,
  "('/([": 41292,
  "('/(\\": 37238,
  "('//": 21120,
  "('/<": 36385,
  "('/[": 30508,
  "('/[\\": 31846,
  "('/[^": 23425,
  "('/\\": 11986,
  "('/^": 7627,
  "('/^(": 43138,
  "('/^([": 44267,
  "('/^(\\": 48275,
  "('/^[": 26918,
  "('/^\\": 24814,
  "(':": 5964,
  "(':')": 15892,
  "(':');": 23547,
  "(':')[": 29783,
  "(':',": 11999,
  "('::": 25570,
  "('::',": 35341,
  "(';": 15779,
  "(';')": 37136,
  "(';');": 41089,
  "(';',": 22060,
  "('<": 5855,
  "('</": 28062,
  "('<?": 48977,
  "('=": 15148,
  "('=')": 26321,
  "('=');": 30309,
  "('=',": 19996,
  "('>": 19584,
  "('?": 20239,
  "('?')": 42122,
  "('?');": 47638,
  "('?',": 36468,
  "('@": 9664,
  "('@',": 33294,
  "('[": 9273,
  "('[%": 34413,
  "('['": 21935,
  "('\\": 4664,
  "('\\'": 31972,
  "('\\\\": 8585,
  "('\\\\');": 46543,
  "('\\\\',": 11892,
  "('^": 21584,
  "('_": 5933,
  "('_')": 28382,
  "('_'):": 51586,
  "('_',": 13906,
  "('__": 14909,
  "('`": 18332,
  "('{": 7263,
  "('{$": 34428,
  "('{{": 22124,
  "('{}": 13527,
  "('{}:": 34613,
  "('|": 11139,
  "('|')": 41398,
  "('|',": 16192,
  "('}');": 48978,
  "('~": 15084,
  "((": 1239,
  "((\"": 17226,
  "(($": 11124,
  "(('": 13339,
  "(((": 8050,
  "(()": 11141,
  "((*": 9155,
  "((-": 26140,
  "((?": 31293,
  "((?:": 35074,
  "(([": 27346,
  "((\\": 40771,
  "((_": 46000,
  "(({": 49849,
  "()": 314,
  "()!=": 33241,
  "()\"": 24573,
  "()\")": 28938,
  "()\");": 20033,
  "()\",": 24727,
  "()\";": 45226,
  "()&": 50966,
  "()&&": 24322,
  "()'": 24831,
  "()')": 39484,
  "()');": 35452,
  "()',": 28038,
  "()';": 42831,
  "()(": 39612,
  "()(),": 17075,
  "())": 619,
  "()))": 2152,
  "())))": 12418,
  "())));": 13541,
  "())),": 18973,
  "())).": 21248,
  "())):": 36154,
  "()));": 2806,
  "())){": 39261,
  "()),": 3863,
  "())->": 10671,
  "()).": 4089,
  "()):": 6852,
  "());": 765,
  "())[": 21218,
  "())]": 26980,
  "()){": 10715,
  "())}": 45516,
  "()*": 25566,
  "()+": 13755,
  "()+\"": 18617,
  "(),": 669,
  "(),$": 44580,
  "()-": 13093,
  "()->": 1108,
  "()->__": 47145,
  "().": 711,
  "().\"": 30641,
  "().$": 24251,
  "().'": 10192,
  "().'\"": 48769,
  "().'.": 32385,
  "().'/": 28169,
  "().'/'.$": 42280,
  "().(": 20928,
  "().(*": 18634,
  "()...)": 23075,
  "().<": 46593,
  "()._": 32693,
  "()/": 24079,
  "():": 1532,
  "()::": 37268,
  "();": 415,
  "();\");": 41899,
  "();)": 16038,
  "();//": 37978,
  "();\\": 48222,
  "();}": 50338,
  "()==": 21473,
  "()>": 29317,
  "()?": 49342,
  "()[": 5197,
  "()[\"": 27454,
  "()[$": 30389,
  "()['": 11200,
  "()[-": 37918,
  "()[:": 31150,
  "()\\": 47114,
  "()]": 4557,
  "()])": 14059,
  "()]))": 18360,
  "()]));": 27092,
  "()]),": 42048,
  "()]);": 10266,
  "()],": 16629,
  "()].": 37671,
  "()];": 7890,
  "()][": 35252,
  "()][$": 35296,
  "()]['": 35024,
  "()`": 11525,
  "()`.": 28536,
  "()``": 12393,
  "()``.": 39666,
  "(){": 4986,
  "(){}": 36031,
  "(){},": 44655,
  "()|": 21486,
  "()}": 7245,
  "()}\");": 51442,
  "()}\",": 48858,
  "()})": 19552,
  "()});": 33719,
  "()},": 16276,
  "()}.": 47463,
  "()};": 42658,
  "(*": 1838,
  "(*(": 38755,
  "(*)": 22299,
  "(**": 4724,
  "(**{": 40120,
  "(*[": 31224,
  "(+": 36783,
  "(++": 29791,
  "(,": 27401,
  "(-": 4282,
  "(-(": 38003,
  "(.": 15944,
  "(.*": 9371,
  "(.*)": 41012,
  "(.*)\\": 39715,
  "(.*?": 33394,
  "(.*?)": 35495,
  "(.*?)\\": 42017,
  "(.+": 18780,
  "(...": 11420,
  "(...$": 17130,
  "(...)": 6254,
  "(...)\");": 6710,
  "(/": 4129,
  "(/%": 49442,
  "(/&": 43394,
  "(/([": 50133,
  "(/(\\": 42625,
  "(/*": 23213,
  "(/<": 47288,
  "(/[": 32498,
  "(/[\\": 40239,
  "(/[^": 51708,
  "(/\\": 10380,
  "(/\\.": 32157,
  "(/\\/": 47053,
  "(/\\\\": 45272,
  "(/^": 12983,
  "(/^\\": 24604,
  "(:": 5701,
  "(:@": 51583,
  "(;": 33400,
  "(<": 29026,
  "(?": 4040,
  "(?!": 28135,
  "(?:": 7274,
  "(?:(?:": 21179,
  "(?:[": 27766,
  "(?:[^": 50526,
  "(?:\\": 19718,
  "(?<": 16242,
  "(?<!": 33000,
  "(?<=": 43984,
  "(@": 4427,
  "([": 1448,
  "([\"": 10703,
  "([$": 7582,
  "(['": 3405,
  "(['-": 41764,
  "(['--": 39131,
  "([(": 15385,
  "([('": 31585,
  "([-": 24130,
  "([[": 12269,
  "([\\": 13652,
  "([]": 2764,
  "([])": 14375,
  "([]);": 23171,
  "([]*": 11590,
  "([],": 17974,
  "([][]": 29577,
  "([^": 8055,
  "([^/": 43730,
  "([^\\": 19426,
  "([_": 40695,
  "(\\": 2549,
  "(\\\"": 7229,
  "(\\\"\"": 48798,
  "(\\\"_": 19066,
  "(\\\"_\\\"),": 19266,
  "(\\$": 18899,
  "(\\'": 22704,
  "(\\''": 46522,
  "(\\.": 47037,
  "(\\\\": 25475,
  "(^": 42031,
  "(_": 2204,
  "(_(\"": 27759,
  "(_('": 25383,
  "(_,": 37887,
  "(_.": 17644,
  "(__": 4077,
  "(__('": 23111,
  "(`": 5606,
  "(`${": 19173,
  "({": 2303,
  "({\"": 12249,
  "({$": 28834,
  "({'": 7128,
  "({'_": 50018,
  "({})": 18530,
  "({},": 10146,
  "(~": 36318,
  ")": 13,
  ")!": 16493,
  ")!=": 19474,
  ")!=(": 18025,
  ")\"": 7186,
  ")\"\"\"": 20519,
  ")\"\"\",": 18312,
  ")\")": 11229,
  ")\");": 10674,
  ")\",": 5160,
  ")\".": 35050,
  ")\";": 15796,
  ")#": 43080,
  ")$": 3268,
  ")$',": 39001,
  ")$/": 18138,
  ")$/',": 23110,
  ")%": 19975,
  ")&": 22767,
  ")&&": 21897,
  ")&&(": 36508,
  ")'": 7542,
  ")')": 11129,
  ")'),": 48402,
  ")');": 15512,
  ")',": 6340,
  ")'.": 32331,
  ")';": 18655,
  ")(": 2672,
  ")($": 24555,
  ")(&": 33798,
  ")('": 50301,
  ")((": 21115,
  ")()": 28121,
  ")(*": 48303,
  ")(.*": 35175,
  ")(?": 20206,
  ")(?:": 30063,
  ")(?:\\": 45747,
  ")([": 47872,
  ")(\\": 35936,
  "))": 377,
  ")))": 1955,
  "))))": 9944,
  ")))))": 39948,
  "))));": 18385,
  "))),": 15570,
  "))).": 22529,
  "))):": 21190,
  ")));": 3547,
  "))){": 43684,
  "))*": 26134,
  "))**": 37493,
  "))+": 45690,
  ")),": 2934,
  ")),(": 29215,
  "))->": 12777,
  ")).": 4510,
  ")).'": 45780,
  "))/": 25569,
  ")):": 3356,
  "));": 771,
  "))?": 23695,
  "))[": 13970,
  "))]": 12712,
  "))])": 30972,
  "))],": 37677,
  ")){": 5512,
  "))|": 19533,
  "))}": 23523,
  "))},": 23963,
  ")*": 5118,
  ")*(": 16857,
  ")**": 10177,
  ")**(": 34663,
  ")+": 5314,
  ")+\"": 27074,
  ")+'": 36108,
  ")+(": 29332,
  ")++;": 20082,
  "),": 582,
  "),$": 48987,
  "),'": 45147,
  "),(": 22565,
  "),)": 37329,
  "),))": 35416,
  "),\\\"": 34492,
  ")-": 5433,
  ")--": 33964,
  ")->": 3028,
  ").": 702,
  ").\"": 15926,
  ").\"\"\"": 20136,
  ").\"'": 48333,
  ").\")": 35215,
  ").\");": 43103,
  ").\",": 33416,
  ").\"\\": 40220,
  ").$": 27949,
  ").'": 8838,
  ").'\"": 32933,
  ").')": 26199,
  ").');": 45517,
  ").',": 28432,
  ").'.": 31254,
  ").'/": 35818,
  ").'</": 38950,
  ").(": 11351,
  ").(*": 28573,
  ")...": 30640,
  ")...)": 19447,
  ").\\": 36741,
  ")._": 14647,
  ").__": 14624,
  ")/": 4428,
  ")/\",": 47171,
  ")/',": 19036,
  ")/(": 16912,
  ")/,": 40794,
  ")//": 29687,
  "):": 454,
  ")::": 50340,
  "):\\": 38168,
  "):]": 19269,
  "):],": 49471,
  ");": 285,
  ");\");": 31148,
  ");\",": 48657,
  ");\";": 44373,
  ");//": 20877,
  ");\\": 34969,
  ");}": 18121,
  ")<": 11903,
  ")<(": 26966,
  ")<($": 45109,
  ")</": 33924,
  ")<<": 25878,
  ")<='\\": 34056,
  ")=": 34822,
  ")==": 6950,
  ")=='": 31133,
  ")=='\\": 45652,
  ")==(": 13293,
  ")>": 10869,
  ")>(": 35507,
  ")>=": 48403,
  ")>='\\": 34110,
  ")>>": 16640,
  ")>>>": 26969,
  ")?": 6320,
  ")?$": 36209,
  ")?(": 25284,
  ")?\\": 36447,
  ")[": 3343,
  ")[\"": 26698,
  ")['": 14334,
  ")[(": 13317,
  ")[-": 20763,
  ")[:": 22675,
  ")[:,": 31646,
  ")[:-": 47981,
  ")[::-": 46246,
  ")[\\": 44501,
  ")[^": 51167,
  ")\\": 5072,
  ")\\\\": 35018,
  ")]": 2602,
  ")])": 7580,
  ")]))": 22392,
  ")]),": 39848,
  ")]);": 17081,
  ")],": 10657,
  ")].": 19670,
  ")]:": 38375,
  ")];": 9472,
  ")][": 28056,
  ")]['": 24662,
  ")^": 23483,
  ")^{": 36359,
  ")_": 26241,
  ")`": 12434,
  ")`,": 39091,
  ")`.": 27474,
  ")``": 13571,
  ")``,": 42739,
  ")``.": 25285,
  "){": 1623,
  "){!": 48688,
  "){\\\"": 38062,
  "){}": 46561,
  ")|": 5585,
  ")|(": 46536,
  ")||": 18725,
  ")||(": 31141,
  ")}": 4555,
  ")}\"": 33439,
  ")})": 13048,
  ")}),": 36389,
  ")});": 31404,
  ")},": 9766,
  ")}.": 23237,
  ")};": 31645,
  ")}}": 23978,
  ")}},": 45092,
  "*": 14,
  "*\"": 26322,
  "*\")": 35714,
  "*\");": 45296,
  "*\",": 23948,
  "*$": 21757,
  "*$/": 42300,
  "*'": 15914,
  "*')": 27963,
  "*',": 11570,
  "*';": 45018,
  "*(": 5678,
  "*((": 42032,
  "*(-": 47097,
  "*([": 45486,
  "*(\\": 27426,
  "*)": 20287,
  "*):": 34420,
  "*)?": 50302,
  "*)\\": 42740,
  "**": 838,
  "**(": 21490,
  "***": 17796,
  "****": 1937,
  "*****": 50112,
  "******": 15173,
  "********": 3259,
  "****************": 5482,
  "************************": 29842,
  "********************************": 9950,
  "********************************************************": 43914,
  "****************************************************************": 21877,
  "******/": 18646,
  "**,": 43030,
  "**-": 33690,
  "**.": 38431,
  "**:": 20677,
  "*+": 48304,
  "*,": 17182,
  "*,\\": 42991,
  "*-": 47759,
  "*.": 10505,
  "*/": 4817,
  "*/',": 41497,
  "*/)": 30479,
  "*/,": 24950,
  "*:": 26970,
  "*=": 40739,
  "*=\\": 36067,
  "*?": 28958,
  "*[": 26783,
  "*\\": 10434,
  "*\\*": 29251,
  "*\\\\": 34114,
  "*_": 39407,
  "*}": 20392,
  "+": 15,
  "+\"": 5711,
  "+\"'": 50777,
  "+\")": 23238,
  "+\");": 47649,
  "+\",": 21300,
  "+\".": 20030,
  "+\"/": 24641,
  "+\"/\"+": 44897,
  "+\":": 25223,
  "+\":\"+": 46674,
  "+\";": 51619,
  "+\"\\": 33085,
  "+\"]": 39598,
  "+\"_": 45557,
  "+$": 16302,
  "+$/": 45212,
  "+'": 8709,
  "+'\"": 44640,
  "+')": 22637,
  "+');": 36221,
  "+',": 18948,
  "+'.": 27904,
  "+'/": 38253,
  "+':": 40073,
  "+'\\": 47330,
  "+'_": 50151,
  "+(": 10563,
  "+(?": 47449,
  "+([": 46979,
  "+(\\": 26567,
  "+)": 13263,
  "+)',": 47098,
  "+)/": 27519,
  "+)?": 25762,
  "+)\\": 15376,
  "++": 1046,
  "++$": 35793,
  "++)": 1707,
  "++);": 19853,
  "++){": 12538,
  "++++": 22744,
  "++++++++": 38207,
  "++,": 15054,
  "++;": 2703,
  "++]": 6895,
  "++]);": 40628,
  "++];": 16355,
  "+,": 41420,
  "+-": 19045,
  "+.": 38612,
  "+/": 16872,
  "+/',": 26105,
  "+=": 10905,
  "+='": 48640,
  "+?": 42558,
  "+[": 48739,
  "+\\": 14490,
  "+\\\"": 25224,
  "+\\.\\": 39473,
  "+|": 47448,
  "+|\\": 46980,
  ",": 16,
  ",!": 32766,
  ",!(": 45123,
  ",\"": 6595,
  ",\",": 48201,
  ",$": 4369,
  ",%": 14574,
  ",'": 5831,
  ",',": 28057,
  ",'.": 46276,
  ",(": 16891,
  ",)": 8033,
  ",))": 10776,
  ",),": 13572,
  ",):": 29345,
  ",*": 30838,
  ",**": 19207,
  ",,": 12864,
  ",,,,": 24319,
  ",-": 11758,
  ",.": 9387,
  ",...": 42649,
  ",...,": 46680,
  ",/**": 28558,
  ",:": 39727,
  ",:,": 47760,
  ",:]": 21458,
  ",<": 46679,
  ",[": 13675,
  ",[(": 38784,
  ",[[": 48527,
  ",[\\\"": 47313,
  ",\\": 13231,
  ",\\\"": 7096,
  ",\\\"\\\\": 41182,
  ",]": 46562,
  ",_": 17766,
  ",{": 21594,
  ",{_": 49780,
  ",}": 36457,
  ",})": 51338,
  "-": 17,
  "-\"": 14945,
  "-\")": 37314,
  "-\"+": 47982,
  "-\",": 31682,
  "-$": 15744,
  "-$(": 46268,
  "-${": 49795,
  "-%": 5755,
  "-'": 8879,
  "-')": 25537,
  "-'+": 48719,
  "-',": 17880,
  "-'.": 45678,
  "-'.$": 21468,
  "-(": 21810,
  "-)": 39728,
  "-*": 36927,
  "-+": 4535,
  "-+-+": 5570,
  "-+-+-+-+": 8593,
  "-+-+-+-+-+-+-+-+": 13469,
  "-+-+-+-+-+-+-+-+-+-+-+-+-+-+-+-+": 22341,
  "--": 381,
  "--)": 9559,
  "--+": 45400,
  "---": 16425,
  "---+": 25994,
  "---+---+": 41882,
  "----": 552,
  "----+": 24982,
  "-----": 6443,
  "-----+": 17652,
  "------": 2688,
  "------+": 17026,
  "------+------+": 46374,
  "-------": 3001,
  "-------+": 17162,
  "--------": 940,
  "--------+": 44685,
  "---------+": 48886,
  "----------": 11058,
  "----------+": 29786,
  "-----------": 34325,
  "-----------+": 49909,
  "---------------+": 50732,
  "----------------": 1904,
  "------------------------": 13474,
  "--------------------------------": 3794,
  "----------------------------------------": 33174,
  "------------------------------------------------": 31553,
  "--------------------------------------------------------": 35325,
  "----------------------------------------------------------------": 20293,
  "-----\\": 51856,
  "--;": 5990,
  "-->": 27402,
  "-/": 47552,
  "-=": 30108,
  "->": 303,
  "->$": 5067,
  "->'": 44292,
  "->_": 1121,
  "->_('": 13110,
  "->__": 7708,
  "->__('": 41241,
  "->{": 30352,
  "->{$": 6319,
  "->{'": 13311,
  "->{'@": 37031,
  "-[": 41884,
  "-\\": 6602,
  "-\\\\": 18467,
  "-]+": 20571,
  "-_": 47099,
  "-{": 26323,
  "-{$": 43750,
  "-~": 29080,
  "-~-~": 31403,
  "-~-~-~-~": 50294,
  ".": 18,
  ".\"": 2621,
  ".\"\"\"": 1914,
  ".\"'": 28609,
  ".\")": 3371,
  ".\"))": 26605,
  ".\"));": 24465,
  ".\"),": 29933,
  ".\").": 41963,
  ".\");": 2629,
  ".\",": 3774,
  ".\".": 11013,
  ".\"/": 25954,
  ".\";": 12193,
  ".\"</": 40116,
  ".\"\\": 20560,
  ".\"},": 32668,
  ".$": 2577,
  ".$$": 17783,
  ".$.": 23513,
  ".${": 28215,
  ".%": 7161,
  ".'": 1870,
  ".'\"": 11626,
  ".'\"');": 43917,
  ".'\"';": 39149,
  ".'&": 47810,
  ".'''": 11988,
  ".')": 3600,
  ".')';": 41300,
  ".'))": 21857,
  ".'));": 14012,
  ".'),": 16258,
  ".'):": 45532,
  ".');": 3288,
  ".'+": 47703,
  ".',": 3042,
  ".'-": 51551,
  ".'-'.$": 51961,
  ".'.": 6763,
  ".'.$": 17688,
  ".'.'.$": 23352,
  ".'/": 5802,
  ".'/'.": 36260,
  ".'/'.$": 13576,
  ".'/';": 50906,
  ".':": 20782,
  ".':'.$": 41954,
  ".'::": 46741,
  ".';": 12617,
  ".'</": 17490,
  ".']": 24991,
  ".']['": 46981,
  ".'_": 20933,
  ".'_'.$": 33385,
  ".'`": 49991,
  ".'}": 42950,
  ".(": 3814,
  ".(*": 4325,
  ".([]": 24075,
  ".)": 6878,
  ".))": 30732,
  ".),": 40740,
  ".).": 38398,
  ".):": 32964,
  ".*": 3767,
  ".*',": 41854,
  ".*)\\": 42094,
  ".**": 49317,
  ".*,": 41386,
  ".*/": 51704,
  ".*?": 21564,
  ".*?)": 44424,
  ".*?)\\": 40044,
  ".*\\": 36256,
  ".+": 7956,
  ".+?": 29904,
  ".,": 4032,
  ".-": 25780,
  "..": 736,
  "..)": 13008,
  "..-": 25626,
  "...": 1412,
  "...\"": 17371,
  "...\")": 13303,
  "...\");": 14443,
  "...\",": 19512,
  "...\".": 49257,
  "...'": 20820,
  "...')": 16060,
  "...');": 18436,
  "...',": 22425,
  "...'.": 42860,
  "...)": 2851,
  "...))": 22878,
  "...),": 20281,
  "...).": 32354,
  "...);": 40030,
  "...,": 13506,
  "....": 6984,
  "......": 46540,
  "........": 12927,
  "................": 24007,
  "...\\": 28263,
  "...]": 23344,
  "...}?": 21068,
  "../": 5936,
  "../../": 11872,
  "./": 13049,
  ".:": 15454,
  ".::": 45959,
  ".;": 26604,
  ".<": 9326,
  ".</": 17850,
  ".=": 13654,
  ".=\"": 28481,
  ".=$": 41331,
  ".='": 34961,
  ".[": 29655,
  ".\\": 7172,
  ".]": 24841,
  ".])": 34528,
  ".]+": 42741,
  ".],": 19788,
  "._": 550,
  "._$": 34168,
  "._.": 25444,
  ".__": 1604,
  ".`": 25590,
  ".`);": 45487,
  ".{": 21104,
  ".{$": 21974,
  "/": 19,
  "/\"": 7121,
  "/\")": 21798,
  "/\");": 33842,
  "/\"+": 18271,
  "/\",": 10667,
  "/\".": 39092,
  "/\";": 38679,
  "/#": 13826,
  "/#{": 16448,
  "/$": 10838,
  "/${": 24421,
  "/%": 3980,
  "/'": 5051,
  "/')": 16215,
  "/');": 24764,
  "/'+": 28479,
  "/',": 3978,
  "/'.": 17719,
  "/'.$": 12469,
  "/';": 16252,
  "/(": 10042,
  "/)": 22620,
  "/))": 40530,
  "/);": 46387,
  "/*": 3718,
  "/*#": 31552,
  "/**": 5252,
  "/******/": 20187,
  "/***/": 25676,
  "/*.": 25839,
  "/*/": 51420,
  "/,": 12664,
  "/-": 30382,
  "/.": 9430,
  "//": 358,
  "//$": 22874,
  "//',": 51918,
  "///": 30633,
  "////": 3179,
  "////////": 5172,
  "////////////": 49523,
  "////////////////": 8540,
  "////////////////////////////////": 15076,
  "//================================": 50581,
  "//}": 50334,
  "/:": 11288,
  "/<": 18461,
  "/>": 20637,
  "/>';": 50813,
  "/><": 49318,
  "/?": 22480,
  "/@": 35937,
  "/[": 32728,
  "/\\": 16966,
  "/^": 42559,
  "/_": 16786,
  "/_/_": 36847,
  "/__": 50303,
  "/{": 4776,
  "/{$": 17812,
  "/{}": 16259,
  "/{}\".": 36458,
  "/{}'.": 25800,
  "/{}/": 23534,
  "/|": 33365,
  "/~": 34962,
  "0": 20,
  "00": 673,
  "000": 2247,
  "0000": 2545,
  "00000": 16645,
  "000000": 7492,
  "0000000": 19102,
  "00000000": 9719,
  "0000000000": 51971,
  "0000000000000000": 24776,
  "000001": 42002,
  "00001": 39847,
  "0001": 14000,
  "0002": 20591,
  "0003": 34177,
  "0004": 35966,
  "0008": 38521,
  "001": 10999,
  "0010": 47010,
  "002": 21453,
  "0020": 44049,
  "003": 23140,
  "004": 25313,
  "005": 27627,
  "006": 36287,
  "007": 23222,
  "008": 37226,
  "009": 40624,
  "01": 1621,
  "010": 23809,
  "0100": 35221,
  "011": 36336,
  "012": 16956,
  "0123456789": 25892,
  "013": 51010,
  "014": 39061,
  "015": 32393,
  "016": 21704,
  "017": 33207,
  "018": 45257,
  "019": 44785,
  "02": 2603,
  "020": 36712,
  "0200": 38650,
  "024": 46129,
  "025": 28388,
  "026": 44159,
  "027": 42003,
  "0275": 7028,
  "028": 39264,
  "029": 47039,
  "03": 5147,
  "033": 15312,
  "039": 46062,
  "04": 2289,
  "040": 39387,
  "043": 10523,
  "0430": 17830,
  "0431": 43208,
  "0432": 31465,
  "0433": 48795,
  "0434": 30900,
  "0435": 20774,
  "0438": 25316,
  "044": 19440,
  "0440": 21987,
  "0441": 27303,
  "0442": 26258,
  "0443": 29998,
  "045": 46241,
  "048": 46126,
  "049": 46835,
  "05": 5090,
  "055": 45488,
  "056": 28788,
  "057": 48813,
  "06": 4709,
  "062": 22355,
  "0627": 22414,
  "0628": 41081,
  "0631": 34049,
  "0633": 36836,
  "0639": 42534,
  "064": 10871,
  "0644": 35048,
  "0645": 36060,
  "0646": 31560,
  "0648": 42283,
  "07": 7012,
  "075": 51747,
  "078": 48947,
  "08": 6183,
  "09": 3176,
  "090": 48145,
  "091": 51020,
  "092": 37473,
  "093": 31360,
  "094": 39699,
  "096": 14267,
  "097": 39979,
  "1": 21,
  "10": 1507,
  "100": 4036,
  "1000": 7545,
  "10000": 14226,
  "100000": 28582,
  "1000000": 31484,
  "10000000": 51872,
  "101": 11201,
  "1010": 44694,
  "1016": 35533,
  "102": 15800,
  "1024": 11177,
  "103": 18243,
  "104": 19692,
  "105": 16157,
  "106": 19871,
  "107": 18514,
  "108": 17256,
  "109": 18828,
  "11": 2166,
  "110": 14702,
  "111": 13933,
  "1111": 18678,
  "11111111": 45859,
  "112": 16472,
  "1123": 24024,
  "113": 22641,
  "114": 16618,
  "115": 17352,
  "116": 15027,
  "117": 20205,
  "118": 23161,
  "119": 21185,
  "12": 1785,
  "120": 15921,
  "121": 22427,
  "122": 21890,
  "123": 10987,
  "1234": 27058,
  "123456": 34744,
  "124": 22147,
  "125": 15434,
  "1252": 30862,
  "126": 22148,
  "127": 10983,
  "128": 8073,
  "129": 23399,
  "13": 3055,
  "130": 22723,
  "1305": 47400,
  "131": 26425,
  "132": 19710,
  "133": 26538,
  "134": 24655,
  "135": 23528,
  "136": 23248,
  "137": 22930,
  "138": 24947,
  "139": 23349,
  "14": 3054,
  "140": 22856,
  "141": 31087,
  "142": 24792,
  "143": 26936,
  "144": 20883,
  "145": 27109,
  "146": 25049,
  "147": 20063,
  "14748": 37375,
  "14748364": 37787,
  "147483647": 50442,
  "148": 21804,
  "149": 25074,
  "15": 2943,
  "150": 18209,
  "151": 24547,
  "152": 23514,
  "153": 28612,
  "154": 26960,
  "155": 22512,
  "156": 23833,
  "157": 25499,
  "158": 24281,
  "159": 23610,
  "16": 1948,
  "160": 15524,
  "161": 30933,
  "162": 30090,
  "163": 30295,
  "16384": 34884,
  "164": 21400,
  "165": 26206,
  "166": 22039,
  "167": 23286,
  "16777216": 46015,
  "168": 16946,
  "169": 23937,
  "17": 3468,
  "170": 27349,
  "171": 34754,
  "172": 24170,
  "173": 31226,
  "174": 26962,
  "175": 30581,
  "176": 26938,
  "177": 26798,
  "178": 26892,
  "179": 25450,
  "18": 2466,
  "180": 11851,
  "181": 28185,
  "182": 27760,
  "183": 31427,
  "184": 24715,
  "185": 28686,
  "186": 27249,
  "187": 24653,
  "188": 27468,
  "189": 28101,
  "19": 3092,
  "190": 29745,
  "1900": 43046,
  "1904": 50253,
  "191": 28722,
  "192": 12991,
  "193": 32752,
  "194": 16514,
  "195": 19756,
  "196": 18351,
  "197": 19667,
  "1970": 30867,
  "198": 26774,
  "199": 15945,
  "1998": 41487,
  "1999": 34774,
  "2": 22,
  "20": 2814,
  "200": 4590,
  "2000": 12917,
  "2001": 24071,
  "2002": 42533,
  "2003": 39576,
  "2004": 29875,
  "2005": 39859,
  "2006": 24549,
  "2007": 34519,
  "2008": 32831,
  "2009": 28167,
  "201": 4855,
  "2010": 20822,
  "2011": 31027,
  "2012": 25971,
  "2013": 24530,
  "2014": 21056,
  "2015": 17564,
  "2016": 19678,
  "2017": 18778,
  "2018": 11939,
  "201808": 48268,
  "201809": 28898,
  "201811": 51054,
  "2019": 27471,
  "201902": 47746,
  "202": 16906,
  "203": 25955,
  "204": 15032,
  "2048": 30104,
  "205": 26029,
  "206": 27580,
  "207": 29838,
  "208": 24168,
  "209": 27556,
  "21": 4984,
  "210": 29346,
  "211": 29534,
  "212": 27542,
  "213": 34333,
  "214": 30802,
  "215": 33756,
  "216": 32688,
  "217": 37206,
  "218": 40311,
  "219": 40955,
  "22": 3490,
  "220": 22311,
  "221": 32865,
  "222": 28028,
  "2222": 32453,
  "223": 33831,
  "224": 20300,
  "225": 19711,
  "226": 30780,
  "227": 36965,
  "228": 33867,
  "229": 36763,
  "23": 5143,
  "230": 29792,
  "231": 32833,
  "232": 27475,
  "233": 30839,
  "234": 27403,
  "235": 26856,
  "236": 28698,
  "237": 37644,
  "238": 27925,
  "239": 30700,
  "24": 2789,
  "240": 24155,
  "241": 39389,
  "242": 41462,
  "243": 41153,
  "244": 35035,
  "245": 33171,
  "246": 35374,
  "247": 37190,
  "248": 32715,
  "249": 36343,
  "25": 2198,
  "250": 18730,
  "251": 41074,
  "252": 34652,
  "253": 34931,
  "254": 24391,
  "255": 6034,
  "25519": 17592,
  "256": 4735,
  "257": 32751,
  "258": 35224,
  "259": 40922,
  "26": 5040,
  "260": 35444,
  "261": 45277,
  "2616": 37417,
  "262": 34458,
  "263": 42270,
  "264": 23746,
  "265": 30171,
  "266": 43933,
  "267": 43222,
  "268": 37951,
  "269": 40653,
  "27": 4504,
  "270": 32719,
  "272": 43220,
  "273": 27129,
  "274": 43989,
  "275": 34155,
  "276": 43719,
  "277": 37298,
  "278": 40861,
  "279": 38529,
  "28": 4774,
  "280": 35146,
  "281": 50263,
  "283": 47524,
  "284": 42105,
  "285": 42628,
  "2857": 50647,
  "286": 39783,
  "287": 42353,
  "288": 35435,
  "289": 40371,
  "29": 5034,
  "290": 45095,
  "292": 51580,
  "293": 47525,
  "294": 38080,
  "295": 28874,
  "296": 34362,
  "297": 44712,
  "298": 37299,
  "299": 34020,
  "3": 23,
  "30": 3691,
  "300": 12564,
  "3000": 30803,
  "301": 27284,
  "302": 25658,
  "303": 35180,
  "304": 29155,
  "305": 37946,
  "306": 27763,
  "307": 36305,
  "308": 35181,
  "309": 36120,
  "31": 5704,
  "310": 41717,
  "311": 36319,
  "312": 43497,
  "313": 50446,
  "315": 33672,
  "317": 45489,
  "318": 45384,
  "32": 1462,
  "320": 24850,
  "321": 35861,
  "322": 39563,
  "323": 44878,
  "324": 39254,
  "325": 31980,
  "326": 25884,
  "327": 33696,
  "328": 37177,
  "329": 34743,
  "33": 3197,
  "330": 41467,
  "332": 46563,
  "333": 29871,
  "3333": 13442,
  "333333": 49185,
  "33333333": 30553,
  "3339": 22571,
  "334": 42524,
  "335": 38072,
  "336": 31594,
  "337": 32015,
  "338": 43799,
  "339": 37243,
  "34": 4001,
  "340": 40789,
  "341": 48053,
  "342": 47052,
  "343": 37416,
  "344": 43898,
  "345": 21306,
  "3456": 15372,
  "3456789": 21238,
  "346": 42189,
  "347": 35544,
  "348": 38194,
  "349": 42701,
  "35": 3875,
  "350": 41933,
  "352": 46142,
  "354": 43558,
  "355": 43081,
  "356": 38762,
  "357": 39638,
  "358": 39391,
  "359": 40185,
  "36": 4438,
  "360": 21227,
  "3600": 26740,
  "364": 24174,
  "365": 25430,
  "366": 39205,
  "367": 32795,
  "368": 37197,
  "369": 46355,
  "37": 5499,
  "370": 41082,
  "372": 50775,
  "374": 32634,
  "375": 29399,
  "376": 45186,
  "377": 44361,
  "378": 39138,
  "379": 34317,
  "38": 4607,
  "384": 14545,
  "385": 49409,
  "386": 32530,
  "387": 51031,
  "388": 40503,
  "389": 43651,
  "39": 4565,
  "390": 35602,
  "396": 45182,
  "398": 44340,
  "3986": 43812,
  "4": 24,
  "40": 4483,
  "400": 10035,
  "4000": 33799,
  "401": 19312,
  "402": 51482,
  "403": 19164,
  "404": 8897,
  "405": 34138,
  "406": 41768,
  "407": 48477,
  "408": 47833,
  "409": 35567,
  "4096": 28986,
  "41": 7766,
  "415": 51077,
  "42": 6999,
  "420": 44742,
  "422": 28760,
  "425": 39729,
  "429": 32730,
  "43": 7152,
  "4326": 49669,
  "44": 5287,
  "440": 35832,
  "443": 24971,
  "444": 39137,
  "446": 48376,
  "447": 36309,
  "449": 45733,
  "45": 5805,
  "450": 32729,
  "451": 50415,
  "453": 48271,
  "455": 14713,
  "4559": 16561,
  "456": 34198,
  "457": 47177,
  "458": 51585,
  "459": 50015,
  "46": 6666,
  "467": 44086,
  "469": 46958,
  "47": 6893,
  "48": 5838,
  "480": 44200,
  "483": 46038,
  "484": 48485,
  "48576": 36261,
  "49": 6216,
  "4967": 37477,
  "4967295": 50678,
  "5": 25,
  "50": 4443,
  "500": 8481,
  "5000": 27136,
  "501": 8666,
  "503": 42707,
  "504": 44743,
  "505": 46953,
  "506": 46638,
  "507": 50134,
  "508": 39640,
  "509": 6221,
  "51": 9660,
  "512": 11517,
  "52": 8675,
  "53": 8731,
  "537": 43156,
  "54": 8348,
  "55": 2846,
  "550": 48466,
  "5535": 10281,
  "5536": 26710,
  "555": 38999,
  "5555": 26513,
  "56": 4398,
  "567": 46032,
  "57": 9178,
  "576": 27375,
  "58": 6884,
  "584": 47958,
  "586": 48404,
  "59": 6093,
  "598": 48159,
  "6": 26,
  "60": 4063,
  "600": 10228,
  "601": 24826,
  "605": 46952,
  "606": 47829,
  "607": 45931,
  "608": 31883,
  "61": 9292,
  "62": 8929,
  "625": 48948,
  "63": 9541,
  "639": 18128,
  "64": 1116,
  "640": 39902,
  "6400": 20879,
  "643": 50614,
  "644": 23916,
  "646": 39560,
  "647": 41681,
  "648": 32859,
  "649": 49716,
  "65": 7331,
  "65535": 21842,
  "66": 4871,
  "666": 25092,
  "6666": 19842,
  "667": 48155,
  "669": 37715,
  "67": 7153,
  "6708": 44808,
  "68": 8506,
  "69": 9082,
  "7": 27,
  "70": 8154,
  "700": 25737,
  "71": 10206,
  "72": 8509,
  "73": 10190,
  "74": 8700,
  "743": 25591,
  "75": 3643,
  "750": 35871,
  "754": 48368,
  "755": 22979,
  "7554": 30628,
  "76": 6477,
  "767": 49051,
  "768": 30265,
  "77": 4725,
  "776": 36717,
  "777": 14829,
  "7772": 35753,
  "777216": 40069,
  "7777": 42352,
  "78": 6071,
  "789": 17593,
  "7890": 48158,
  "79": 8655,
  "8": 28,
  "80": 3626,
  "800": 15282,
  "8000": 22230,
  "80000000": 51483,
  "802": 29621,
  "805": 31162,
  "807": 43807,
  "808": 27350,
  "8080": 28526,
  "81": 10616,
  "8192": 48202,
  "82": 10100,
  "822": 26304,
  "83": 10805,
  "84": 8831,
  "840": 33632,
  "85": 7497,
  "86": 5614,
  "8601": 14393,
  "87": 9996,
  "875": 45580,
  "88": 5440,
  "8859": 17584,
  "887": 50774,
  "888": 43907,
  "8888": 38319,
  "89": 9242,
  "9": 29,
  "90": 6812,
  "900": 31811,
  "91": 11548,
  "92": 10682,
  "93": 10642,
  "94": 10668,
  "95": 7094,
  "96": 7833,
  "97": 7600,
  "975": 50304,
  "978": 36509,
  "98": 7968,
  "99": 2406,
  "995": 38649,
  "996": 47817,
  "997": 46943,
  "998": 31626,
  "999": 11408,
  "9999": 7195,
  "99999": 25860,
  "999999": 21765,
  "9999999": 44809,
  "99999999": 30661,
  ":": 30,
  ":!": 14482,
  ":\"": 4015,
  ":\")": 14560,
  ":\"))": 35019,
  ":\");": 18201,
  ":\"+": 21099,
  ":\",": 8536,
  ":#": 13848,
  ":#{": 46388,
  ":$": 18781,
  ":${": 43840,
  ":%": 4606,
  ":%(": 45831,
  ":'": 6426,
  ":')": 15306,
  ":'):": 36852,
  ":');": 26699,
  ":',": 9416,
  ":'.": 31893,
  ":'.$": 26843,
  ":(": 21161,
  ":*": 37315,
  ":**": 16938,
  ":,": 13762,
  ":-": 9724,
  ":.": 11120,
  ":/": 15962,
  "://": 1737,
  "://\"": 20162,
  "://\")": 29928,
  "://\",": 42607,
  "://%": 18988,
  "://'": 15216,
  "://')": 27300,
  "://',": 28745,
  "://{": 38578,
  ":/\\\\": 51461,
  "::": 478,
  "::$": 1678,
  "::$_": 6022,
  "::%": 33985,
  "::'": 45896,
  "::-": 13426,
  "::_": 7621,
  "::_('": 26625,
  "::__": 22835,
  ":<": 21128,
  ":</": 19420,
  ":>": 46063,
  ":[": 14717,
  ":[]": 45868,
  ":\\": 5225,
  ":\\\"": 6719,
  ":\\\"%": 17764,
  ":\\\"[": 34611,
  ":\\\"[\\\\": 38883,
  ":\\\"\\\\": 17325,
  ":\\/": 40506,
  ":\\/\\/": 48300,
  ":\\\\": 24245,
  ":]": 3590,
  ":])": 7371,
  ":]))": 22115,
  ":]),": 40237,
  ":]):": 32454,
  ":]+": 45679,
  ":],": 9102,
  ":].": 16641,
  ":]...)": 25214,
  ":]:": 17749,
  ":]]": 25305,
  ":_": 19507,
  ":`": 1630,
  ":`.": 11518,
  ":`<": 30504,
  ":`\\": 19685,
  ":`\\\\": 49496,
  ":`_": 42864,
  ":`~": 5198,
  ":`~.": 19855,
  ":{": 10477,
  ":{$": 38335,
  ":{}": 23117,
  ":{}'.": 44282,
  ":}": 24289,
  ";": 31,
  ";\"": 18977,
  ";\")": 37966,
  ";\");": 13740,
  ";\",": 15437,
  ";\";": 28389,
  ";\">": 37912,
  ";$": 21742,
  ";$$": 22711,
  ";%": 41793,
  ";&": 22452,
  ";'": 14185,
  ";')": 29821,
  ";');": 32470,
  ";',": 10658,
  ";';": 22185,
  ";)": 13279,
  ";++": 48850,
  ";-": 37602,
  ";/": 31238,
  ";//": 21320,
  ";;": 23155,
  ";;;;": 51205,
  ";<": 31812,
  ";</": 26879,
  ";\\": 13102,
  ";\\\\": 46883,
  ";}": 11813,
  "<": 32,
  "<!": 50447,
  "<!--": 41260,
  "<$": 19980,
  "<%": 45297,
  "<-": 12755,
  "</": 1709,
  "</s>": 2,
  "<<": 6230,
  "<<<": 40936,
  "<<<<": 38534,
  "<=": 10743,
  "<='\\": 28305,
  "<>": 14471,
  "<>(": 5183,
  "<>());": 34713,
  "<>();": 4161,
  "<?": 1932,
  "<?,": 11840,
  "<?>": 3095,
  "<?>)": 12146,
  "<?>,": 24935,
  "<?>...": 30443,
  "<?>>": 9619,
  "<?>>();": 47425,
  "<?>[]": 16232,
  "<\\": 26266,
  "<\\/": 32646,
  "<mask>": 4,
  "<pad>": 1,
  "<s>": 0,
  "<unk>": 3,
  "=": 33,
  "=!": 12643,
  "=\"": 1159,
  "=\"\"": 8336,
  "=\"\"\"": 41332,
  "=\"\")": 32910,
  "=\"\"):": 23721,
  "=\"\",": 13726,
  "=\"\";": 38252,
  "=\"#": 22654,
  "=\"$": 48342,
  "=\"${": 47598,
  "=\"%": 10637,
  "=\"'": 6718,
  "=\"'+": 37364,
  "=\"',": 47695,
  "=\"'.": 21816,
  "=\"'.$": 13949,
  "=\")": 18440,
  "=\"))": 45422,
  "=\").": 26844,
  "=\");": 13879,
  "=\"+": 14106,
  "=\",": 13340,
  "=\".": 27218,
  "=\".$": 37106,
  "=\"/": 29354,
  "=\"<": 49976,
  "=\"<?": 28260,
  "=\"\\": 30858,
  "=\"_": 27631,
  "=\"{": 20138,
  "=\"{}\"": 40849,
  "=#{": 23057,
  "=$": 6364,
  "=${": 37661,
  "=%": 4050,
  "=%.": 49042,
  "=&": 42033,
  "='": 1056,
  "='\"": 20954,
  "='\".$": 26439,
  "='#": 42773,
  "='$": 24341,
  "='%": 15599,
  "=''": 32437,
  "='')": 17139,
  "=''):": 15443,
  "='',": 8942,
  "='';": 40989,
  "=')": 36510,
  "='*',": 39308,
  "='+": 36091,
  "=',": 6821,
  "='.": 18451,
  "='.$": 15286,
  "='.',": 36949,
  "='/": 22145,
  "=':": 35981,
  "=';": 44831,
  "='<": 30361,
  "='?',": 46497,
  "='[": 49002,
  "='\\": 11105,
  "='_": 43701,
  "='{": 31912,
  "='{$": 32150,
  "=(": 3682,
  "=(\"": 29945,
  "=('": 20188,
  "=(',',": 46064,
  "=((": 42818,
  "=()):": 40881,
  "=(),": 26482,
  "=+": 41794,
  "=-": 8282,
  "=.": 23056,
  "=/": 25845,
  "=:": 23335,
  "=<": 21370,
  "==": 724,
  "==\"": 22693,
  "=='": 8458,
  "=='\\": 27433,
  "==-": 39245,
  "===": 6166,
  "===\"": 47363,
  "===$": 49167,
  "==='": 23915,
  "====": 1250,
  "====//": 20869,
  "=====": 25791,
  "======": 29413,
  "=======": 36002,
  "========": 2029,
  "============": 17427,
  "==============": 33840,
  "===============": 43578,
  "================": 3604,
  "================================": 6822,
  "================================================================": 15668,
  "=>": 2762,
  "=>$": 10427,
  "=>'": 34181,
  "=?": 10974,
  "=?\")": 44818,
  "=?\",": 39462,
  "=@": 43157,
  "=[": 4533,
  "=[\"": 18864,
  "=['": 9874,
  "=[]": 14703,
  "=[])": 26456,
  "=[]):": 27023,
  "=[],": 12868,
  "=[];": 33833,
  "=\\": 14186,
  "=\\\"": 5647,
  "=\\\"\"": 14377,
  "=\\\"\").": 41876,
  "=\\\"\");": 36172,
  "=\\\"$": 27872,
  "=\\\"%": 38321,
  "=\\\"{$": 31028,
  "=\\'": 29910,
  "=\\''": 46372,
  "=_": 6983,
  "=__": 16678,
  "=`": 40675,
  "={": 3950,
  "={\"": 19925,
  "={$": 18609,
  "={'": 9608,
  "={}": 8232,
  "={}\",": 38087,
  "={}\".": 29074,
  "={}'.": 27640,
  "={})": 17028,
  "={}):": 26497,
  "={},": 13190,
  "={};": 45282,
  ">": 34,
  ">\"": 6220,
  ">\")": 20208,
  ">\").": 45581,
  ">\");": 7784,
  ">\",": 11109,
  ">\".": 27158,
  ">\".$": 49670,
  ">\";": 7826,
  ">$": 16378,
  ">%": 9733,
  ">&": 22293,
  ">'": 4618,
  ">')": 15507,
  ">'),": 46277,
  ">').": 40200,
  ">');": 9542,
  ">'+": 51577,
  ">',": 6121,
  ">'.": 14348,
  ">'.\"\\": 41485,
  ">'.$": 22254,
  ">':": 35397,
  ">';": 4436,
  ">(": 2730,
  ">()": 5782,
  ">());": 21228,
  ">(),": 42381,
  ">();": 2487,
  ">(){}.": 39207,
  ">(_": 17058,
  ">)": 5716,
  ">,": 5661,
  ">-": 30733,
  ">.": 13319,
  ">.*": 37486,
  ">...": 28390,
  ">.<": 45298,
  ">/": 12309,
  ">/<": 29758,
  ">:": 17348,
  ">:<": 40947,
  "><": 5047,
  "><![": 45096,
  "></": 5448,
  "><?": 36853,
  ">=": 8861,
  ">='\\": 28335,
  ">>": 935,
  ">>(": 14897,
  ">>()": 10644,
  ">>();": 16419,
  ">>)": 38178,
  ">>,": 17077,
  ">>>": 6148,
  ">>>()": 24627,
  ">>>();": 44684,
  ">>>>": 30609,
  ">>>>()": 25769,
  ">[": 22778,
  ">[]": 31142,
  ">[^": 41885,
  ">\\": 5357,
  ">]": 25738,
  ">]*": 21239,
  ">]+": 46884,
  ">_": 38026,
  ">`": 6564,
  ">`,": 48740,
  ">`.": 27446,
  ">`_": 15768,
  ">`_.": 32534,
  ">``": 31239,
  ">{": 22212,
  ">{$": 24076,
  ">{}</": 48088,
  ">|": 41333,
  ">}": 23133,
  ">âľĵ": 49935,
  ">âľĵ</": 50299,
  "?": 35,
  "?!": 38728,
  "?\"": 19530,
  "?\")": 29371,
  "?\");": 30881,
  "?\",": 21483,
  "?$": 19516,
  "?%": 36121,
  "?'": 16943,
  "?')": 33187,
  "?');": 42222,
  "?',": 14331,
  "?'.": 41095,
  "?(": 3455,
  "?(\"": 40074,
  "?('": 29979,
  "?(:": 11660,
  "?(?": 33537,
  "?(?:": 45085,
  "?(@": 30300,
  "?)": 9463,
  "?)\\": 16674,
  "?,": 25821,
  "?,?,": 46974,
  "?/": 44019,
  "?:": 11597,
  "?://": 48203,
  "?>": 17565,
  "??": 13610,
  "???": 45853,
  "?[": 26880,
  "?\\": 10536,
  "?\\\"": 24490,
  "?|": 26881,
  "@": 36,
  "@$": 48089,
  "@%": 33633,
  "@'": 38729,
  "@',": 32576,
  "@@": 26947,
  "@\\": 36222,
  "A": 37,
  "AA": 5209,
  "AAA": 27422,
  "AAAA": 11771,
  "AAAAAAAA": 24678,
  "AAAAAAAAAAAAAAAA": 47547,
  "AB": 2319,
  "ABASE": 13591,
  "ABC": 23287,
  "ABCDEFG": 34577,
  "ABCDEFGHI": 37844,
  "ABCDEFGHIJKLMNOP": 39220,
  "ABCDEFGHIJKLMNOPQRSTUVWXYZ": 40598,
  "ABEL": 41760,
  "ABET": 33700,
  "ABI": 49142,
  "ABILITY": 28438,
  "ABIT": 51838,
  "ABLE": 3079,
  "ABLED": 10009,
  "ABORT": 37888,
  "ABS": 49028,
  "ABSOL": 30367,
  "ABSOLUTE": 30420,
  "ABSTRACT": 23277,
  "ABU": 37995,
  "ABY": 41843,
  "ABYLON": 50941,
  "AC": 2264,
  "ACC": 17559,
  "ACCE": 14336,
  "ACCEPT": 18418,
  "ACCEPTED": 40876,
  "ACCESS": 9883,
  "ACCOUNT": 22223,
  "ACDT": 42692,
  "ACE": 48528,
  "ACH": 37662,
  "ACITY": 31793,
  "ACK": 4114,
  "ACKAGE": 39452,
  "ACKET": 17645,
  "ACKTOP": 14577,
  "ACL": 9572,
  "ACST": 42612,
  "ACT": 5857,
  "ACTER": 19720,
  "ACTERS": 43135,
  "ACTION": 8636,
  "ACTIONS": 41561,
  "ACTIV": 19366,
  "ACTIVE": 11989,
  "ACTIVITY": 28787,
  "ACW": 27389,
  "ACWDT": 42734,
  "ACWST": 42733,
  "ACY": 34933,
  "AD": 1818,
  "ADAPTER": 47809,
  "ADATA": 15854,
  "ADCAST": 51694,
  "ADD": 7822,
  "ADDED": 34269,
  "ADDITIONAL": 43729,
  "ADDR": 13985,
  "ADDRESS": 14559,
  "ADE": 33005,
  "ADED": 28482,
  "ADER": 48898,
  "ADJUST": 49499,
  "ADMIN": 13758,
  "ADO": 38730,
  "ADP": 50751,
  "ADT": 20156,
  "AE": 17082,
  "AEDT": 42650,
  "AES": 15567,
  "AEST": 42482,
  "AF": 6855,
  "AFA": 46065,
  "AFE": 45843,
  "AFF": 42560,
  "AFTER": 14943,
  "AG": 6110,
  "AGE": 3797,
  "AGENT": 15856,
  "AGER": 17221,
  "AGG": 30004,
  "AGGREG": 34579,
  "AGING": 23719,
  "AH": 41096,
  "AHOO": 23709,
  "AI": 11873,
  "AILABLE": 21448,
  "AIN": 18322,
  "AINT": 13545,
  "AJAX": 42223,
  "AK": 11724,
  "AKDT": 42368,
  "AKST": 42367,
  "AL": 1008,
  "ALERT": 37057,
  "ALES": 44021,
  "ALESCE": 46882,
  "ALF": 22178,
  "ALGO": 42072,
  "ALGORITHM": 24329,
  "ALI": 14081,
  "ALIAS": 16965,
  "ALIGN": 18122,
  "ALIVE": 42417,
  "ALL": 4224,
  "ALLE": 45994,
  "ALLED": 29094,
  "ALLOW": 11681,
  "ALLOWED": 16408,
  "ALLY": 34516,
  "ALO": 27273,
  "ALOAD": 30419,
  "ALOG": 20025,
  "ALPH": 32195,
  "ALPHA": 25121,
  "ALPHAN": 49787,
  "ALREADY": 35423,
  "ALS": 5772,
  "ALSE": 5010,
  "ALT": 16661,
  "ALTER": 18176,
  "ALWAYS": 39758,
  "ALY": 20730,
  "AM": 2501,
  "AMA": 41964,
  "AMD": 25172,
  "AME": 1682,
  "AMEL": 45434,
  "AMETER": 8464,
  "AMF": 31667,
  "AML": 9384,
  "AMO": 35269,
  "AMOUNT": 45755,
  "AMP": 9751,
  "AMPLE": 33960,
  "AMQP": 27783,
  "AMT": 48600,
  "AN": 1254,
  "ANA": 41748,
  "ANALY": 23274,
  "ANALYSIS": 39153,
  "ANCE": 4932,
  "ANCH": 17395,
  "ANCHOR": 27048,
  "AND": 4463,
  "ANDARD": 19442,
  "ANDS": 37935,
  "ANG": 4117,
  "ANGE": 7460,
  "ANGLE": 31919,
  "ANGO": 34007,
  "ANGUL": 12523,
  "ANK": 49719,
  "ANN": 11669,
  "ANNEL": 13521,
  "ANNOT": 14746,
  "ANNOTATION": 21328,
  "ANNOTATIONS": 40877,
  "ANON": 38433,
  "ANSI": 35166,
  "ANT": 8431,
  "ANTI": 25951,
  "ANTIALIAS": 32808,
  "ANTS": 22670,
  "ANY": 14498,
  "AO": 21011,
  "AOA": 51607,
  "AP": 1482,
  "APH": 18919,
  "API": 2618,
  "APICall": 20458,
  "APICaller": 40570,
  "APIClient": 24856,
  "APID": 37407,
  "APIEndpoint": 47818,
  "APIError": 21666,
  "APIException": 37289,
  "APIGateway": 36439,
  "APIKey": 29150,
  "APIResponse": 43297,
  "APIServer": 26073,
  "APIService": 32905,
  "APIVersion": 24089,
  "APNS": 50876,
  "APP": 5773,
  "APPEND": 22724,
  "APPLE": 46441,
  "APPLICATION": 14192,
  "APPRO": 32591,
  "APPS": 35381,
  "APSHOT": 33650,
  "APTER": 41144,
  "AQ": 45757,
  "AR": 995,
  "ARA": 46223,
  "ARB": 14138,
  "ARC": 36747,
  "ARCH": 10539,
  "ARCHIVE": 42896,
  "ARD": 8236,
  "ARE": 11674,
  "AREA": 22725,
  "ARG": 10809,
  "ARGB": 44686,
  "ARGET": 11826,
  "ARGS": 22640,
  "ARGUMENT": 14847,
  "ARGUMENTS": 48934,
  "ARIO": 40911,
  "ARK": 34643,
  "ARL": 41607,
  "ARM": 21737,
  "ARN": 4588,
  "ARNs": 48153,
  "ARP": 33569,
  "ARRAY": 7752,
  "ARROW": 37005,
  "ARS": 45155,
  "ARST": 41915,
  "ART": 5164,
  "ARTBEAT": 46956,
  "ARTI": 32232,
  "ARY": 6239,
  "AS": 3823,
  "ASC": 7787,
  "ASCENDING": 28448,
  "ASCII": 13634,
  "ASE": 4671,
  "ASK": 20472,
  "ASM": 43478,
  "ASN": 19990,
  "ASS": 8922,
  "ASSERT": 41312,
  "ASSET": 41163,
  "ASSIGN": 22478,
  "ASSIGNMENT": 51609,
  "ASSOC": 16054,
  "ASSOCI": 38385,
  "AST": 7610,
  "ASTER": 42892,
  "ASURE": 27351,
  "ASY": 29495,
  "ASYNC": 39880,
  "ASet": 50946,
  "AT": 788,
  "ATA": 3708,
  "ATAL": 22049,
  "ATCH": 10902,
  "ATE": 1801,
  "ATED": 6572,
  "ATEGY": 28213,
  "ATER": 15974,
  "ATH": 8870,
  "ATI": 32820,
  "ATIC": 38233,
  "ATILE": 29632,
  "ATING": 37876,
  "ATION": 2750,
  "ATIONAL": 44160,
  "ATIONS": 15337,
  "ATIVE": 13205,
  "ATOM": 23002,
  "ATOR": 3636,
  "ATORS": 41227,
  "ATS": 35785,
  "ATT": 23559,
  "ATTA": 27143,
  "ATTACH": 29471,
  "ATTACHMENT": 33045,
  "ATTEMP": 33158,
  "ATTEMPTS": 42380,
  "ATTR": 5285,
  "ATTRIB": 7256,
  "ATTRIBUTE": 9607,
  "ATTRIBUTES": 16639,
  "ATTRS": 50773,
  "ATURE": 10804,
  "ATYPE": 38297,
  "AU": 12665,
  "AUD": 30701,
  "AUDIO": 45851,
  "AUDIT": 48942,
  "AUGE": 30009,
  "AUT": 5338,
  "AUTH": 6363,
  "AUTHENTI": 20838,
  "AUTHENTICATED": 40592,
  "AUTHENTICATION": 32330,
  "AUTHOR": 31634,
  "AUTHORIZ": 16931,
  "AUTHORIZATION": 28331,
  "AUTHORIZED": 28658,
  "AUTO": 13795,
  "AV": 6439,
  "AVA": 16407,
  "AVAILABLE": 22825,
  "AVG": 51855,
  "AVING": 32868,
  "AVS": 45840,
  "AW": 10662,
  "AWDT": 42721,
  "AWS": 8179,
  "AWSC": 45663,
  "AWSE": 45196,
  "AWSEC": 36112,
  "AWSS": 46369,
  "AWST": 41709,
  "AX": 3877,
  "AXB": 8342,
  "AXIS": 25359,
  "AY": 13482,
  "AZ": 18218,
  "Aa": 43334,
  "Ab": 3334,
  "Abbr": 43801,
  "Abbreviated": 14293,
  "Abbreviation": 51288,
  "Ability": 51569,
  "Abort": 12504,
  "Aborted": 29076,
  "About": 23661,
  "Above": 26267,
  "Abs": 5176,
  "AbsPath": 40440,
  "Absent": 14608,
  "Absolute": 6218,
  "AbsolutePath": 30513,
  "Abstract": 4896,
  "AbstractAttribute": 38132,
  "AbstractExpression": 46147,
  "Ac": 2143,
  "Acc": 16029,
  "AccSettings": 42730,
  "Acceler": 46834,
  "Accelerator": 31425,
  "Accept": 5581,
  "AcceptLanguage": 42798,
  "Acceptable": 33221,
  "Acceptance": 46853,
